; Czech
; Překlad do češtiny (Tom Longhorn)

[Czech]
IDS_UPDATE_NO=No updates available.
IDS_UPDATE_YES=Update available, download and install them?
IDS_FILE=Soubor
IDS_SETTINGS=Nastavení
IDS_EXIT=Ukončit
IDS_LANGUAGE=Jazyk
IDS_HELP=Nápověda
IDS_WEBSITE=Webové stránky
IDS_CHECKUPDATES=Kontrola aktualizací
IDS_ABOUT=O aplikaci
IDS_DONATE=Poděkovat!
IDS_TRAY_SHOW=Zobrazit/Skrýt
IDS_TRAY_DISABLE=Zakázat
IDS_TRAY_POPUP_1=Vyčistit oblasti
IDS_TRAY_POPUP_2=Vyčistit, pokud je větší než
IDS_TRAY_POPUP_3=Vyčistit každých
IDS_CLEAN=Vyčistit paměť
IDS_GROUP_1=Fyzická paměť
IDS_GROUP_2=Virtuální paměť
IDS_GROUP_3=Systémová pracovní sada
IDS_ITEM_1=Využití
IDS_ITEM_2=Dostupné
IDS_ITEM_3=Celkově dostupné
IDS_SETTINGS_GENERAL=Obecné
IDS_SETTINGS_MEMORY=Čištění paměti
IDS_SETTINGS_APPEARANCE=Vzhled
IDS_SETTINGS_TRAY=Ikona na hlavním panelu
IDS_CLOSE=Zavřít
IDS_TITLE_1=Obecná konfigurace
IDS_TITLE_2=Jazyk
IDS_TITLE_3=Oblasti paměti, které mají být vyčištěny
IDS_TITLE_4=Správa paměti
IDS_TITLE_5=Klávesové zkratky (globální)
IDS_TITLE_6=Styl
IDS_TITLE_7=Barevné označení
IDS_TITLE_8=Ovládání myší
IDS_TITLE_9=Tipy v bublině
IDS_ALWAYSONTOP_CHK=Vždy na vrchu
IDS_LOADONSTARTUP_CHK=Načíst po spuštění systému
IDS_STARTMINIMIZED_CHK=Spustit minimalizovaně
IDS_REDUCTCONFIRMATION_CHK=Potvrdit spuštění čištění
IDS_SKIPUACWARNING_CHK=Přeskočit výstrahu "Řízení uživatelských účtů" (UAC)
IDS_CHECKUPDATES_CHK=Pravidelně kontrolovat aktualizace (doporučeno)
IDS_LANGUAGE_HINT=Vybrat jazyk:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=Vyčistit, když je více než: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Vyčistit každých: (min.)
IDS_HOTKEY_CLEAN_CHK=Vyčistit paměť:
IDS_TRAYUSETRANSPARENCY_CHK=Použít průhledné pozadí
IDS_TRAYSHOWBORDER_CHK=Zobrazit okraj
IDS_TRAYROUNDCORNERS_CHK=Zaoblené rohy
IDS_TRAYCHANGEBG_CHK=Změnit barvu pozadí (místo textu a okraju)
IDS_TRAYUSEANTIALIASING_CHK=Použít antialiasing
IDS_FONT_HINT=Písmo:
IDS_COLOR_TEXT_HINT=Barva textu
IDS_COLOR_BACKGROUND_HINT=Barva pozadí
IDS_COLOR_WARNING_HINT=Barva pro "stupeň varování"
IDS_COLOR_DANGER_HINT=Barva pro "stupeň nebezpečí"
IDS_TRAYLEVELWARNING_HINT="Stupeň varování" začíná při: (%)
IDS_TRAYLEVELDANGER_HINT="Stupeň nebezpečí" začíná pří: (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=Kliknutí středním tlačítkem:
IDS_TRAY_ACTION_1=Zobrazit/Skrýt
IDS_TRAY_ACTION_2=Vyčistit paměť
IDS_TRAY_ACTION_3=Otevřít Správce úloh
IDS_SHOW_CLEAN_RESULT_CHK=Zobrazit výsledky čištění paměti
IDS_QUESTION=Opravdu chcete vyčistit paměť?
IDS_QUESTION_WARNING=Přepnutí na "Pohotovostní seznam" a "Seznam upravených stránek" může způsobit zamrznutí počítače na dobu téměř jedné minuty, jste si jisti, že chcete tuto možnost povolit?
IDS_QUESTION_FLAG_CHK=Dále se neptat
IDS_STATUS_CLEANED=Paměť byla uvolněna s výsledkem: %s.
IDS_STATUS_NOPRIVILEGES=Vyžadují se práva správce, spusťte tento program jako správce!
IDS_UPDATE_DOWNLOAD=Downloading update...
IDS_UPDATE_DONE=Downloading update finished.
IDS_UPDATE_ERROR=Update server connection error.
IDS_UPDATE_INIT=Checking for new releases...
IDS_UPDATE_INSTALL=Update available, do you want to install them?
IDS_RESET=Resetovat
IDS_QUESTION_RESET=Jste si opravdu jisti, že chcete obnovit všechna nastavení aplikace?
IDS_NOTIFICATIONSOUND_CHK=Povolit zvuk oznámení
IDS_TITLE_ADVANCED=Pokročilé
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
IDS_REGIONS_HELP_TITLE=内存区域清理说明
IDS_REGIONS_HELP_BODY=【前提】清理内存需要管理员权限；未提权时无法更改选项或执行清理。\r\n\r\n【各选项含义与影响】\r\n• 工作集：回收各进程近期未使用的物理内存。影响较小，适合日常使用。\r\n• 系统文件缓存：释放系统用于加速读盘的文件缓存。可能短暂增加磁盘读取，通常可接受。\r\n• 备用列表（无优先级）：清理低优先级待机页，收益与风险较均衡。\r\n• 已修改文件缓存：释放已修改但仍驻留内存的文件数据，中等影响。\r\n• 注册表缓存 (Win8.1+)：清理注册表相关缓存，需较新系统。\r\n• 合并内存列表 (Win10+)：合并相似内存页以节省空间，影响因系统负载而异。\r\n• 备用列表* / 已修改页列表*：清理范围更大，可能造成数秒至约一分钟无响应；内存并不紧张时收益有限、副作用更明显。\r\n\r\n【手动 vs 自动】\r\n• 手动清理：按当前勾选项执行，带*项也可勾选。\r\n• 自动/定时/快捷键：默认会排除带*项；仅在「高级」中启用“允许在自动清理时清理备用列表和已修改页列表”后，自动清理才会包含它们。\r\n\r\n【使用建议】\r\n• 日常办公/浏览：保持默认勾选项即可，内存占用偏高时再手动清理。\r\n• 游戏/直播/剪辑：避免在运行大型程序时清理；不要启用带*项；优先关闭不用的程序。\r\n• 内存已充足（约低于 70%）：频繁清理意义不大，可能增加磁盘 IO。\r\n• 内存紧张（约高于 85%）：可先清理默认项；仍慎用带*项。\r\n\r\n带*项首次启用时程序会额外提示确认，请仔细阅读后再决定。
